Repository: common-repository/yarris-id-in-slug
Catalog: languages/yarri-*-slug-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Position of the ID
ru_ru: Расположение ID

source: ID before slug
ru_ru: ID перед именем

source: ID after slug
ru_ru: ID после имени

source: Separator
ru_ru: Разделитель

source: e.g. " " (whitespace), "_" (underscore), "-" (hyphen) etc - anything you want. This will separate the id of the post from the slug. Also you can live it empty.
ru_ru: например, " " (пробел), "_" (подчёркивание), "-" (дефис) и т.д. - в принципе, всё, что угодно. Разделитель будет отделять ID записи от имени. Также можно оставить пустым.

source: Save Changes
ru_ru: Сохранить

source: If you find this plugin useful
ru_ru: Если этот плагин Вам помог

source: you can help by sending a few dollars (or euros, pounds, rubles etc). If you send more than $10 (or its equivalent), we will place your link in the "Thanks to..." section. If you send more than $100, we will place your banner there. The largest donation (more than $100) will have the uppermost and largest banner placement. Thank you for your consideration.
ru_ru: Вы можете помочь нам поддерживать его, пожертвовав пару долларов (или евро, фунтов, рублей и т.п.). Если Вы пожертвовали более $10, мы поместим Вашу ссылку в раздел "Благодарности". Если Вы пожертвовали более $100, мы поместим Ваш баннер на этой странице. Тот, кто отправит самую большую сумму (более $100), получит самый большой и самый верхний баннер.

source: Donate via PayPal
ru_ru: Пожертвовать через PayPal

source: Donate via Yandex.Money
ru_ru: Пожертвовать через Яндекс.Деньги

source: Thanks to
ru_ru: Благодарности

source: Donate via other PS
ru_ru: Другие способы поддержать

source: If you want to donate via other payment sistem, please,<br />contact us at <a href="http://en.yarri.org/contacts/" target="_blank" alt="Link will open in a new window" title="Link will open in a new window">Contacts Page</a>
ru_ru: Если Вы хотите поддержать нас другими способами,<br />пожалуйста, свяжитесь с нами <a href="http://yarri.org/kontaktyi/" target="_blank" alt="Ссылка откроется в новом окне" title="Ссылка откроется в новом окне">Здесь</a>
